<section class="about-page">
  <div class="container">
    <h2>О Компании</h2>
    <p><span> Компания "Техника и Технология" - </span> это коллектив высококвалифицированных специалистов в области обеспечения производства необходимыми комплектующими.</p>
    <div class="about__image"><img src="img/about/about-main.png" alt=""></div>
    <h2>Надежный партнер</h2>
    <p class="partners">Производство при наличии надежного поставщика комплектующих не вызывает никаких затруднений.</p>
    <ul>
      <li>
        <div class="dot"></div>
        <p>Гарантируем 100% качество поставляемых комплектующих;</p>
      </li>
      <li>
        <div class="dot"></div>
        <p>Цены - одни из самых низких на рынке;</p>
      </li>
      <li>
        <div class="dot"></div>
        <p>Предлагаем гибкие условия оплаты с учетом специфики реализации продукции нашего потребителя(работа без предоплаты, отсрочка платежа);</p>
      </li>
      <li>
        <div class="dot"></div>
        <p>Предлагаем удобные условия поставки(поддержка продукции на складе согласно производственному плану и в ряде случаев хранение более чем квартальной потребности, особенно в отраслях с плохо прогнозируемым сбытом, когда может быть выигран тендер и времени на комплектацию не хватает);</p>
      </li>
      <li>
        <div class="dot"></div>
        <p>Благодаря многолетней работе и прямыми связями с представленными производителями мы обеспечиваем качественную техническую поддержку(согласование технических характеристик, помощь в подборе изделия из стандартной линейки продуктов или с доработками);</p>
      </li>
      <li>
        <div class="dot"></div>
        <p>Предлагаем удобную логистику: заказанную продукцию можно забрать у нас со склада в Москве или Санкт-Петербурге, а также мы можем доставить его до дверей вашего предприятия.</p>
      </li>
    </ul>