    <div class="about__quote">
      <div class="quotes"></div>
      <p>Мы понимаем, что сроки поставки для производства - один из наиважнейших параметров, поэтому уделяем им особенное внимание.</p>
    </div>
    <h2>Компания основана в 1994 году</h2>
    <div class="about__years">
      <div class="about__year">
        <div class="year">c 1998 г.</div>
        <p>компании принадлежит завод ОАО "Вектор" в г.Острове Псковской области, который выпускает военную и гражданскую продукцию.</p>
      </div>
      <div class="about__year">
        <div class="year">c 1999 г.</div>
        <p>был получен сертификат Второго поставщика на отечественные и импортные электронные компоненты, который ежегодно продлевается.</p>
      </div>
      <div class="about__year">
        <div class="year">c 2012 г.</div>
        <p>решение задач по специфике заказчиков и обеспечивает потребности материально-технического снабжения продукцией, соответствующей мировым стандартам качества.</p>
      </div>
    </div>
    <div class="about__blocks">
      <div class="about__block">
        <h4>Поставка электродвигателей малой мощности, систем управления и оборудования на их основе</h4>
        <p> «Техника и Технология» становится официальным представителем производителя  электродвигателей высокого класса и сопутствующей электроники - Dunkermotoren (Германия), а также профессионального производителя стандартных и заказных электрических двигателей, вентиляционного оборудования на их базе - компании Nostop (Китай).</p>
      </div>
      <div class="about__block">
        <h4>Поставка комплектующих для приборов учета</h4>
        <p> Начинаем поставлять комплектующие для приборов учета электроэнергии, такие как: отсчетные механизмы, шунты, ЖК-дисплеи, трансформаторы тока и напряжения.</p>
        <p>Для производства приборов учета воды, тепла и газа в дополнение к перечисленной продукции мы предлагаем интеграторы, крыльчатки, магниты, герконы и датчики на их основе, а также пластиковые и металлические элементы конструкций.</p>
      </div>
      <div class="about__block">
        <h4>Поставка керамических изоляторов</h4>
        <p> Начинаем поставлять керамические изоляторы для высоковольтных контакторов и линий электропередачи. Помимо стандартных решений мы предлагаем варианты специального исполнения согласно техническому заданию заказчика.</p>
      </div>
    </div>
    </div>
  </div>
</section>